[PR_Psion X2SoldierClassTemplate]
+DisplayName="心灵术士"
+ClassSummary="心灵术士是天生具有灵能的单位，他们能够保护盟友的生命，干扰敌人，增强自身以使用主武器造成伤害，或者用灵能攻击敌人。不幸的是，由于某种未知原因，心灵术士不能使用我们的灵能舱。"
+LeftAbilityTreeTitle="闪电
+RightAbilityTreeTitle="巨龙"
AbilityTreeTitles[0]="战斗法师"
AbilityTreeTitles[1]="巫师"
AbilityTreeTitles[2]="术士"
AbilityTreeTitles[3]="祭司"
AbilityTreeTitles[4]="XCOM"
AbilityTreeTitles[5]="手枪"

+RandomNickNames[0]="巫师"
+RandomNickNames[1]="术士"
+RandomNickNames[2]="战斗法师"
+RandomNickNames[3]="女巫"
+RandomNickNames[4]="心灵术士"
+RandomNickNames[5]="占星家"